Revit 2024 API
ParameterTypeId.RbsElecWireCircuits Property
 "Circuits"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecWireCircuits { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecWireCircuits As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecWireCircuits {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace